Repository: tuxedocomputers/tuxedo-control-center
Catalog: src/ng-app/assets/locale/lang.*.xlf
Languages: de, nl

source: You got a problem with your TUXEDO device?
de: Sie haben ein Problem mit Ihrem TUXEDO Gerät?
nl: Ervaart u een probleem op uw TUXEDO-apparaat?

source: Then please contact us by phone or use our online support.
de: Dann kontaktieren Sie uns bitte per Telefon oder nutzen Sie unseren Onlinesupport.
nl: Neem dan contact met ons op via onze online-ondersteuning of door ons te bellen.

source: System diagnostics
de: Systemdiagnose
nl: Systeemdiagnose

source: <p>For more complex problems it may be necessary to evaluate diagnostic data from your PC.</p><p>Our diagnostic program does NOT collect ANY personal data or private login data! Only information about your hardware and software configuration is gathered.</p>
de: <p>Bei komplexeren Problemstellungen kann es nötig sein Diagnosedaten Ihres PCs auszuwerten.</p> <p>Unser Diagnoseprogramm sammelt KEINERLEI persönliche Daten und KEINE Zugangsdaten! Es werden lediglich Informationen über Ihre Hard- und Softwarekonfiguration erfasst.</p>

source: For further information please click
de: Für weitere Informationen klicken Sie bitte
nl: Klik voor meer informatie op

# cSupportPleaseEnterTicketnumber
source: Please enter the ticket number of your support request. If you have not yet submitted a request, please visit the appropriate
de: Bitte geben Sie die Ticketnummer Ihrer Supportanfrage ein. Sollten Sie noch keine Anfrage gestellt haben, besuchen Sie bitte das entsprechende

source: online form
de: Onlineformular.
nl: online-formulier

# cSupportTicketNumberInputPlaceholder
source: Ticket number
de: Ticketnummer
nl: Ticketnummer

# cSupportTicketStepperButtonNext
source: Next
de: Weiter
nl: Volgende

source: Step2: Download and run system info collection program
de: Schritt 2: Diagnoseprogramm herunterladen und ausführen.
nl: Stap 2: download het informatieverzamelprogramma en voer het uit

source: <p>When executed our diagnostics script collects the data and thereafter sends it to our support associated with your ticket number.</p>
de: <p>Bitte starten Sie über die nachfolgende Schaltfläche unser Diagnoseprogramm. Die Informationen werden anschließend automatisch zusammen mit Ihrer Ticketnummer an unseren Support übermittelt.</p>

source: Step 3: Done
de: Schritt 3: Erledigt
nl: Stap 3: voltooid

# cSupportSysInfoTextDone1
source: Your system diagnostics data has been successfully sent.
de: Ihre Diagnoseinformationen wurden erfolgreich übermittelt.
nl: De systeeminformatie is verstuurd.

# cSupportSysInfoTextDone2
source: We will come back to you as soon as this has been evaluated.
de: Wir melden uns, sobald diese geprüft wurden.
nl: We nemen contact met u op zodra de informatie is geëvalueerd.

source: Remote support
de: Fernwartungsupport
nl: Hulp op afstand

source: <p>If your problem cannot be solved by means of our system diagnostics, we are happy to offer you free live support via <i>AnyDesk</i> remote maintenance software.</p><p>This way, a support employee can connect online to your TUXEDO computer and solve the problem together with you.</p><p>Our support gets access to your system only temporarily and in your presence. NO personal data is collected!</p>
de: <p>Lässt sich Ihr Problem mittels der Systemdiagnose nicht lösen, bieten wir Ihnen gerne eine kostenlose Live-Unterstützung per Fernwartungssoftware <i>AnyDesk</i> an.</p> <p>Auf diese Weise kann sich ein Supportmitarbeiter online auf Ihren TUXEDO Computer verbinden und mit Ihnen zusammen das Problem lösen.</p> <p>Der Support erhält ausschließlich temporär und in Ihrem Beisein Zugriff auf Ihr System. Es werden keinerlei persönliche Daten erfasst!</p>

source: Restore system
de: Systemwiederherstellung
nl: Systeem herstellen

source: <p>With our "Fully Automated Installation", you can easily restore your Linux system to its delivery state within minutes and with a few clicks.</p><p>Thanks to the cloud-based data, you always get the latest system updates! The TUXEDO WebFAI Creator helps to create the required USB-Stick with only three clicks!</p>
de: <p>Mit unserer "Fully Automated Installation" können Sie Ihr Linux-System binnen weniger Minuten und mit wenigen Klicks ganz einfach auf den Auslieferungszustand wiederherstellen.</p><p>Durch die Cloud-basierten Daten erhalten Sie dabei immer den neusten Systemstand! Der TUXEDO WebFAI Creator hilft bei der Erstellung des benötigten USB-Sticks mit nur drei Klicks!</p>

source: Step1: Input ticket number
de: Schritt 1: Tragen Sie bitte Ihre Ticketnummer ein
nl: Stap 1: voer uw ticketnummer in

# cSupportTicketNumberInvalid
source: Ticket number may only contain numbers, starts with 990 and is 9 digits long.
de: Die Ticketnummer darf nur Zahlen enthalten, sie startet mit 990 und ist 9 Ziffern lang.

# cSupportAnydeskInstallButton
source: Install Anydesk
de: AnyDesk installieren
nl: Anydesk installeren

# cSupportAnydeskRemoveButton
source: Remove Anydesk
de: AnyDesk entfernen
nl: Anydesk verwijderen

# cSupportAnydeskProgressButton
source: Checking
de: Überprüfe
nl: Bezig met controleren…

# cSupportAnydeskStartButton
source: Start Anydesk
de: AnyDesk starten
nl: Anydesk starten

# cSupportWebFAICreatorInstallButton
source: Install WebFAI Creator
de: WebFAI Creator installieren
nl: WebFAI Creator installeren

# cSupportWebFAICreatorRemoveButton
source: Remove WebFAI Creator
de: WebFAI Creator entfernen
nl: WebFAI Creator verwijderen

# cSupportWebFAICreatorProgressButton
source: Checking
de: Überprüfe
nl: Bezig met controleren…

# cSupportWebFAICreatorStartButton
source: Start WebFAI Creator
de: WebFAI Creator starten
nl: WebFAI Creator starten

# cProfMgrInvalidNameTitle
source: Invalid input
de: Ungültige Eingabe
nl: Ongeldige invoer

# cProfMgrInvalidNameMessage
source: A name for the profile is required
de: Ein Name für das Profil ist nötig
nl: Geef het profiel een naam

# pMgrImportLabelFileDialoge
source: Import
de: Importieren

# cProfMgrNewProfileLabel
source: New profile
de: Neues Profil
nl: Nieuw profiel

# cProfMgrNewButtonTooltip
source: Create a new profile with default settings
de: Ein neues Profil mit Standardeinstellungen erstellen
nl: Maak een nieuw profiel aan met de standaardinstellingen

# cProfMgrCopyProfileLabel
source: Copy this profile
de: Dieses Profil kopieren
nl: Profiel kopiëren

# cProfMgrTitle
source: Profiles
de: Profile
nl: Profielen

# cProfMgrButtonImportTooltip
source: Import Profile Settings
de: Profile importieren

# cProfMgrButtonExportTooltip
source: Export Profile Settings
de: Profile exportieren

# cProfMgrFilterAll
source: All
de: Alle
nl: Alle

# cProfMgrFilterPreset
source: Preset
de: Voreinstellung
nl: Voorinstelling

# cProfMgrFilterCustom
source: Custom
de: Individuell
nl: Aangepast

# cProfMgrFilterUsed
source: In use
de: In Verwendung
nl: Actief

source: Save
de: Speichern
nl: Opslaan

source: Cancel
de: Abbrechen
nl: Annuleren

# ProfMgrOverviewNewProfile
source: New profile
de: Neues Profil
nl: Nieuw profiel

# cProfMgrOverviewCores
source: cores
de: Kerne
nl: kernen

# cProfMgrOverviewMaxPerf
source: Max performance
de: Max. Leistung
nl: Max. prestaties

# cProfMgrOverviewWebcamStatusOn
source: On
de: An
nl: Aan

# cProfMgrOverviewWebcamStatusOff
source: Off
de: Aus
nl: Uit

# odmLEDNone
source: all LEDs off
de: alle LEDs aus

# odmLEDOne
source: one LED on
de: 1 LED an

# odmLEDTwo
source: two LEDs on
de: beide LEDs an

# tdpLabelsPL1
source: Sustained Power Limit (PL1)
de: Dauerhafte Maximalleistung (PL1)

# tdpLabelsPL2
source: Short-term (max. 28 sec) Power Limit (PL2)
de: Kurzzeitige (max. 28 Sek.) Maximalleistung (PL2)

# tdpLabelsPL4
source: Peak (max. 8 sec) Power Limit (PL4)
de: Kurzzeitige (max. 8 Sek) Maximalleistung (PL4)

# ProfMgrRefreshRatesNotAvailableOnWaylandTooltip
source: This feature is currently not supported on Wayland
de: Dieses Feature wird derzeit auf Wayland nicht unterstützt

# cProfMgrDetailsStateSelectButtonAlreadySet
source: (already set)
de: (bereits festgelegt)
nl: (reeds ingesteld)

# cProfMgrButtonDiscardTooltip
source: Discard changes
de: Änderungen verwerfen
nl: Wijzigingen negeren

# cProfMgrButtonSaveTooltip
source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

# cProfMgrDetailsDisplayHeaderLabel
source: Display
de: Monitor
nl: Beeldscherm

source: Set brightness on profile activation
de: Bei Aktivierung des Profils festlegen
nl: Helderheid instellen na profielkeuze

# cProfMgrDetailsUseBrightnessYes
source: yes
de: ja
nl: ja

# cProfMgrDetailsUseBrightnessNo
source: no
de: nein
nl: nee

# cProfMgrDetailsBrightnessLabel
source: Backlight brightness
de: Hintergrundbeleuchtung
nl: Achtergrondverlichting

# cProfMgrDetailsWebcamStatus
source: Webcam status (on/off)
de: Status der Webcam (an/aus)
nl: Webcamstatus (aan/uit)

# cProfMgrDetailsWebcamStatusOn
source: on
de: an
nl: aan

# cProfMgrDetailsWebcamStatusOff
source: off
de: aus
nl: uit

# cProfMgrDetailsSystemControlHeaderLabel
source: System performance
de: Systemleistung

# cProfMgrDetailsCPUFreqLabel
source: CPU frequency control
de: CPU-Taktfrequenz begrenzen

# cProfMgrDetailsNrCoresLabel
source: Number of logical cores
de: Anzahl der logischen Kerne
nl: Aantal logische kernen

# cProfMgrDetailsUseMaxPerfGovLabel
source: Maximum performance
de: Maximale Leistung
nl: Maximale prestaties

# cProfMgrDetailsUseMaxPerfGovYes
source: yes
de: ja
nl: ja

# cProfMgrDetailsUseMaxPerfGovNo
source: no
de: nein
nl: nee

# cProfMgrDetailsMinFreqLabel
source: Minimum frequency
de: Minimale Taktfrequenz
nl: Minimale frequentie

# cProfMgrDetailsMaxFreqLabel
source: Maximum frequency
de: Maximale Taktfrequenz
nl: Maximale frequentie

# cProfMgrDetailsODMProfileLabelLEDInfo
source: Profile indicator
de: Profil-Indikator

# cProfMgrDetailsODMProfileLEDInfoTooltip
source: With the profile indicator you can recognize the active profile with a glance on the TCC button (next to the power button).
de: Mit dem Profil-Indikator erkennen Sie das aktive Profil mit einem Blick auf der TCC-Taste (neben dem Einschaltknopf).

# cProfMgrDetailsRefRateOnProfileActivationHeader
source: Set refresh rate on profile activation
de: Bildwiederholrate bei Profilaktivierung anpassen

# cProfMgrDetailsRefRateLabelProfile
source: Refresh rate
de: Bildwiederholrate

# cProfMgrDetailsFanControlHeaderLabel
source: Fan control
de: Lüftersteuerung
nl: Ventilatieregeling

# cProfMgrDetailsFanProfileLabel
source: Fan profile
de: Lüfterprofil

# cProfMgrDetailsMinFanSpeedLabel
source: Minimum fan speed
de: Minimale Lüftergeschwindigkeit
nl: Minimale ventilatiesnelheid

# cProfMgrDetailsOffsetFanSpeedLabel
source: Offset fan speed
de: Offset-Lüftergeschwindigkeit
nl: Compensatie van ventilatorsnelheid

# cProfMgrDetailsToggleFanChartsLabel
source: Toggle fan table chart
de: Lüftertabellendiagramm umschalten
nl: Ventilatorgrafiek tonen/verbergen

# cProfMgrDetailsODMProfileLabel
source: System profile
de: Systemprofil
nl: Systeemprofiel

# cProfMgrDetailsSystemProfileiInfoTooltip
source: The system profiles limit the maximal energy consumption of the processors.
de: Die Systemprofile begrenzen die maximale Energieaufnahme des Prozessors.

# cProfMgrDetailsNVIDIAPowerCTRLLabel
source: NVIDIA power control
de: NVIDIA Leistungssteuerung

# cProfMgrDetailsNVIDIAPowerCTRLCTGPLabel
source: Configurable graphics power (cTGP)
de: Konfigurierbare Grafikleistung (cTGP)

# cProfMgrDetailsToggleTGPChartLabel
source: Toggle TGP chart
de: TGP-diagramm umschalten

# cProfMgrDetailsTGPChartCTGPLabel
source: Configurable graphics power (cTGP)
de: Konfigurierbare Grafikleistung (cTGP)

# cProfMgrDetailsTGPChartDBLabel
source: Dynamic Boost range
de: Dynamic Boost Bereich

# cProfMgrDetailsTGPChartMaxLimitLabel
source: Maximum power limit ({{ nvidiaPowerCTRLMaxPowerLimit }} W)
de: Maximale Leistung ({{ nvidiaPowerCTRLMaxPowerLimit }} W)

# cInfoTCCDescriptionTextP1
source: With the TUXEDO Control Center, we have developed a unique tool for you to control and monitor all safety, performance, energy, comfort, and lifetime functions of your TUXEDO computer.
de: Mit dem TUXEDO Control Center haben wir ein einzigartiges Werkzeug für Sie entwickelt, mit dem Sie sämtliche Sicherheits-, Leistungs-, Energie-, Komfort- und Lebensdauerfunktionen Ihres TUXEDO Computers steuern und überwachen können.

# cInfoTCCDescriptionTextP2
source: With premade as well as any number of individually configurable profiles, you have the greatest possible control and adaptability of your TUXEDO device to your needs.
de: Mit vorgefertigten sowie beliebig vielen individuell konfigurierbaren Profilen erhalten Sie größtmögliche Kontrolle und Anpassbarkeit Ihres TUXEDO Gerätes an Ihre Bedürfnisse.

source: Installed version
de: Installierte Version
nl: Geïnstalleerde versie

source: Changelog
de: Änderungsprotokoll
nl: Wijzigingslog

# cInfoImprintPanelTitle
source: Imprint
de: Impressum
nl: Colofon

# cInfoImprintText
source: TUXEDO Computers GmbH Alter Postweg 101 86159 Augsburg Germany Telephone: +49 (0) 821 / 8998 2992 Telefax: +49 (0) 821 / 8998 2999 E-Mail: tux@tuxedocomputers.com VAT No.: DE815420876 WEEE reg. no.: DE 93420497 listed in the commercial register of the local court Augsburg Commercial register number - Part B of the commercial register - 27755
de: TUXEDO Computers GmbH Alter Postweg 101 86159 Augsburg Deutschland Telefon: +49 (0) 821 / 8998 2992 Telefax: +49 (0) 821 / 8998 2999 E-Mail: tux@tuxedocomputers.com USt-IdNr.: DE815420876 WEEE-Reg.-Nr.: DE 93420497 eingetragen im Handelsregister des Amtsgerichtes Augsburg Handelsregisternummer HRB 27755

# cGlobalSettingsTemperatureDisplayHeader
source: Temperature Display
de: Temperaturanzeige

# cGlobalSettingsTemperatureDisplayDescription
source: Switch between Celsius and Fahrenheit
de: Wechsel zwischen Celsius und Fahrenheit

# cGlobalSettingsFanControlActivated
source: activated
de: aktiviert
nl: ingeschakeld

# cGlobalSettingsFanControlDeactivated
source: deactivated
de: deaktiviert
nl: uitgeschakeld

# cryptPasswordTabTitle
source: Change Crypt Password
de: Verschlüsselungspasswort ändern
nl: Kluiswachtwoord wijzigen

# menuKeyboardBacklight
source: Keyboard Backlight
de: Tastaturbeleuchtung

# cKeyboardBacklightLabel
source: Keyboard Backlight
de: Tastaturbeleuchtung

# cKeyboardBacklightNotSupported
source: Your device has no keyboard backlight, is not (yet) supported by this control interface, or the driver is too old. At least tuxedo-drivers 4.0.0 and Linux kernel 5.15 are required for most devices (some devices need newer versions).
de: Dein Gerät hat keine Tastaturbeleuchtung, ist (noch) nicht mit dieser Steuerungsoberfläche kompatibel oder der Treiber ist zu alt. Mindestens tuxedo-drivers 4.0.0 und Linux Kernel 5.15 werden benötigt (manche Geräte brauchen neuere Versionen).

# cKeyboardBacklightColorLabel
source: Backlight Color:
de: Beleuchtungsfarbe:

# cShutdownTimerInformations
source: This sets a one time shutdown time. It will be automatically cleared on next boot, or when selecting "Delete Time" below.
de: Dies setzt einen Einmalzeitpunkt zum Herunterfahren. Er wird beim nächsten Hochfahren automatisch, oder wenn Sie unten "Zeit löschen" auswählen, gelöscht.
nl: Hiermee stelt een eenmalige afsluittijd in. De tijdklok wordt na het opnieuw opstarten of klikken op ‘Tijdstip verwijderen’ weer op nul gezet.

# cShutdownTimerHour
source: Hour
de: Stunde
nl: Uur

# cShutdownTimerButtonDeleteTime
source: Delete Time
de: Zeit löschen
nl: Tijdstip verwijderen

# cShutdownTimerButtonSave
source: Save
de: Speichern
nl: Opslaan

# cShutdownTimerSetTime
source: Set shutdown time: {{ appliedTime }}
de: Gesetzte Zeit zum Herunterfahren: {{ appliedTime }}

# cryptButtonShowPassword
source: Show Passwords
de: Passwörter anzeigen
nl: Wachtwoorden tonen

# cryptButtonHidePassword
source: Hide Passwords
de: Passwörter verstecken
nl: Wachtwoorden verbergen

# cryptfinishprocess
source: Crypt password changed successfully
de: Verschlüsselungspasswort erfolgreich geändert
nl: Het kluiswachtwoord is gewijzigd.

# errornewpassword
source: Error: Could not change crypt password (wrong old crypt password?)
de: Fehler: Verschlüsselungspasswort konnte nicht geändert werden (falsches altes Verschlüsselungspasswort?)
nl: Foutmelding: het kluiswachtwoord kan niet worden gewijzigd (is het oude wachtwoord onjuist ingevoerd)?

# nocryptinstall
source: <h3>It looks like you are not using disk encryption.</h3><p>Disk encryption can only be enabled during installation of your system. If you want to use it, you have to reinstall your TUXEDO using <b>WebFAI</b>. On the operating system selection screen choose an option ending in "crypt". <b>Reinstalling your PC will wipe all data and programs stored on it!</b></p>
de: <h3>Offenbar verwenden Sie keine Festplattenverschlüsselung.</h3><p>Die Festplattenverschlüsselung kann nur während der Installation Ihres Systems aktiviert werden. Wenn Sie die Festplattenverschlüsselung verwenden wollen, müssen Sie Ihr TUXEDO Book mit <b>WebFAI</b> neu installieren und bei der Betriebssystemauswahl eine Option wählen, die mit "Crypt" endet. <b>Wenn Sie Ihr Notebook neu installieren, werden alle Daten und Programme darauf gelöscht!</b></p>

# cryptinstallinformation
source: This will change the crypt password of all encrypted partitions at once. It only works if all encrypted partitions have the same password, which is the default on a WebFAI or Factory installation of your TUXEDO device. It will abort otherwise, leaving the current configuration untouched.
de: Dies ändert gleichzeitig das Verschlüsselungspasswort aller verschlüsselten Partitionen. Es funktioniert nur wenn alle Partitionen das gleiche Passwort haben, was der Standard bei WebFAI- oder Fabrikinstallation Ihres TUXEDO Gerätes ist. Anderenfalls wird abgebrochen, sodass die aktuelle Konfiguration unberührt bleibt.
nl: Hiermee wijzigt u het wachtwoord van alle versleutelde partities. Dit werkt alleen als alle versleutelde partities hetzelfde wachtwoord delen, wat tevens de standaardoptie is tijdens de WebFAI- of fabrieksinstallatie van uw TUXEDO-apparaat. Als dat niet het geval is, dan wordt de actie afgebroken.

# cryptPasswordPlaceholderCryptPassword
source: Current Password
de: Aktuelles Passwort
nl: Huidig wachtwoord

# cryptPasswordPlaceholderNewPassword
source: New Password
de: Neues Passwort
nl: Nieuw wachtwoord

# cryptPasswordPlaceholderConfirmPassword
source: Confirm New Password
de: Neues Passwort bestätigen
nl: Herhaal nieuw wachtwoord

# cryptButtonSave
source: Save
de: Speichern
nl: Opslaan

# cryptPasswordInputCurrentCrypt
source: Please enter your current crypt password
de: Bitte geben Sie Ihr aktuelles Verschlüsselungspasswort ein
nl: Voer het huidige kluiswachtwoord in

# cryptPasswordInputNewCrypt
source: Please enter your new crypt password
de: Bitte geben Sie Ihr neues Verschlüsselungspasswort ein
nl: Voer het nieuwe kluiswachtwoord in

# cryptPasswordNotMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
nl: De wachtwoorden komen niet overeen

# msgboxTitleServiceUnavailable
source: Service unavailable
de: tccd Dienst nicht verfügbar
nl: De dienst is niet beschikbaar

# msgboxMessageServiceUnavailable
source: Communication with tccd service is unavailable, please restart service and try again.
de: Kommunikation mit dem tccd Dienst ist nicht möglich.
nl: Er kan niet worden gecommuniceerd met de tccd-dienst. Herstart de dienst en probeer het opnieuw.

# menuProfiles
source: Profiles
de: Profile
nl: Profielen

# menuUsedProfilesLabel
source: Used profiles
de: Aktuell verwendete Profile
nl: Actieve profielen

source: Settings
de: Einstellungen
nl: Instellingen

# aqDialogConnectLinkHref
source: https://www.tuxedocomputers.com/en/TUXEDO-Aquaris.tuxedo
de: https://www.tuxedocomputers.com/de/TUXEDO-Aquaris.tuxedo

# aqFanPresetSlowLabel
source: Slow
de: Langsam

# aqFanPresetMediumLabel
source: Medium
de: Mittel

# aqFanPresetFastLabel
source: Fast
de: Schnell

# aqDialogConnectTitle
source: Are you ready to connect to your Aquaris?
de: Bereit zu verbinden?

# aqDialogConnectDescription
source: Please ensure that your Aquaris' watercooling tubes are plugged into your TUXEDO before pressing the 'Connect' button!
de: Bitte stellen Sie sicher, dass beide Wasserkühlungsschläuche Ihrer Aquaris an Ihr TUXEDO Notebook angeschlossen sind, bevor Sie auf "Verbinden" klicken!

# aqDialogConnectLinkLabel
source: Instructions
de: Anleitung

# aqDialogButtonAbortConnectLabel
source: Do not connect
de: Nicht verbinden

# aqDialogButtonConfirmConnectLabel
source: Connect
de: Verbinden

# aqDialogCheckboxNoBotherLabel
source: Don't ask again
de: Nicht erneut fragen

# aqDialogDisconnectTitle
source: Do you want to disconnect your Aquaris?
de: Möchten Sie die Verbindung zu Ihrer Aquaris trennen?

# aqDialogDisconnectDescription
source: Please ensure to follow our instructions carefully in case you want to unplug your Aquaris from your TUXEDO.
de: Zum sicheren Trennen der Aquaris von Ihrem Notebook, befolgen Sie bitte genau unsere Instruktionen.

# aqDialogDisconnectLinkLabel
source: Instructions
de: Anleitung

# aqDialogDisconnectLinkHref
source: https://www.tuxedocomputers.com/en/TUXEDO-Aquaris.tuxedo
de: https://www.tuxedocomputers.com/de/TUXEDO-Aquaris.tuxedo

# aqDialogButtonAbortLabel
source: Stay connected
de: Verbunden bleiben

# aqDialogButtonConfirmLabel
source: Disconnect
de: Verbindung trennen

source: Bluetooth not available
de: Es konnte keine Bluetooth-Verbindung gefunden werden.

source: Connecting...
de: Verbinden...

source: Disconnecting...
de: Verbindung trennen...

source: Connected to
de: Verbunden mit

source: Looking for devices...
de: Suche nach Geräten...

# aqDialogSelectNameTitle
source: Device name
de: Gerätename

# aqDialogSelectNameDescription
source: A descriptive name for the device
de: Ein beschreibender Name für das Gerät

# aqTitleOpenInfoTooltip
source: Open info page...
de: Info-Seite aufrufen...

# aqButtonDisconnectLabel
source: Disconnect
de: Verbindung trennen

# aqLabelFanControl
source: Fan control
de: Lüfterdrehzahl festlegen

# aqButtonFanPresetsLabel
source: Fan presets
de: Lüfterprofile

# aqFanGaugeLegendText
source: Fan speed
de: Lüfterdrehzahl

# aqLowFanSpeedNotice
source: Low fan speeds (< 50%) may cause interference noise
de: Niedrige Lüfterdrehzahlen (< 50%) können leise Störgeräusche erzeugen.

# aqLabelLEDControl
source: LED Control
de: LED-Steuerung

# aqTabLEDColorPickerLabel
source: Pick color
de: Farbe wählen

# aqTabLEDModeLabel
source: Mode
de: Anzeigemodus

# aqButtonToggleLEDStaticLabel
source: Single color
de: Einzelfarbe

# aqButtonToggleLEDRainbowLabel
source: Rainbow
de: Regenbogen

# aqCheckboxLEDBreatheLabel
source: Breathe
de: Atmen

# aqChooseAquarisText
source: Please choose your TUXEDO Aquaris and click on the connect button
de: Bitte wählen Sie Ihre TUXEDO Aquaris und klicken Sie auf "Verbinden"

# aqButtonConnectLabel
source: Connect
de: Verbinden

# aqNoBluetoothHeadlineText
source: TUXEDO Control Center could not find a Bluetooth connection.
de: TUXEDO Control Center konnte leider keine Bluetooth-Verbindung aufbauen.

# aqNoBluetoothVerifyText
source: Please verify that:
de: Bitte stellen Sie sicher, dass:

# aqNoBluetoothHintTurnedOn
source: Your Bluetooth adapter is turned on in your system settings.
de: Ihr Bluetooth-Adapter in Ihren Systemeinstellungen eingeschaltet ist.

# aqNoBluetoothHintNotDisabled
source: Your Bluetooth adapter is not disabled in the UEFI.
de: Ihr Bluetooth-Adapter nicht im UEFI deaktiviert ist.

# aqNoBluetoothHintIsInstalled
source: A Bluetooth adapter is installed in your TUXEDO notebook.
de: Ein Bluetooth-Adapter in Ihrem TUXEDO-Notebook verbaut ist.

# aqNoDevicesHeadlineText
source: TUXEDO Control Center could not find your TUXEDO Aquaris
de: TUXEDO Control Center konnte Ihre TUXEDO Aquaris nicht finden.
