Repository: tuxedocomputers/tuxedo-control-center
Catalog: src/ng-app/assets/locale/lang.*.xlf
Languages: de, nl

# aqNoDevicesVerifyText
source: Please verify that:
de: Bitte stellen Sie sicher, dass:

# aqNoDevicesHintSwitchedOn
source: Your Aquaris is switched on and the blue LED on the power button is blinking.
de: Ihre Aquaris eingeschaltet ist und die blaue LED auf dem Einschaltknopf blinkt.

# aqNoDevicesHintIsConnected
source: Your Aquaris is connected to your TUXEDO notebook's power supply, which is connected to a power outlet.
de: Ihre Aquaris mit dem Notebook-Netzteil am Stromnetz verbunden ist.

# aqNoDevicesHintIsPluggedIn
source: Your Aquaris' power cable is plugged into your TUXEDO notebook.
de: Das Verlängerungs-Stromkabel Ihrer Aquaris mit Ihrem Notebook verbunden ist.

# aqNoDevicesSuggestDemoMode
source: Do not have a TUXEDO Aquaris yet?
de: Sie besitzen noch keine TUXEDO Aquaris?

# aqNoDevicesDemoButtonLabel
source: Try demo mode
de: Demo-Modus starten

# tomteGuiTomteListErrorPopup
source: Information from command 'tomte list' could not be obtained. Is tomte already running?
de: Es konnte 'tomte list' nicht ausgeführt werden. Läuft tomte bereits?

# tomteGuiSliderToolTipBlockRequisite
source: Cannot block a module that is a prerequisite
de: Module die als benötigt gekennzeichnet sind, können nicht blockiert werden

# tomteGuiSliderToolTipUnblock
source: Unblock this module
de: Blockierung des Moduls aufheben

# tomteGuiSliderToolTipBlock
source: Block this module
de: Modul blockieren

# tomteGuiSliderToolTipUninstallRequisite
source: Cannot uninstall a module that is a prerequisite
de: Ein Modul das als benötigt gekennzeichnet ist, kann nicht deinstalliert werden

# tomteGuiSliderToolTipUnInstallBlocked
source: Cannot un-/install a module that is blocked.
de: Ein Modul das blockiert ist, kann nicht de-/installiert werden

# tomteGuiSliderToolTipBlockUninstall
source: Uninstall this module
de: Dieses Modul entfernen

# tomteGuiSliderToolTipInstall
source: Install this module
de: Dieses Modul installieren

# tomteGuiDialogErrorTitle
source: An Error occured!
de: Ein Fehler ist aufgetreten!

# tomteBreakingChangesTitle
source: Are you sure you want to issue this command?
de: Sind Sie sich sicher, dass Sie dieses Komando ausführen möchten?

# tomteBreakingChangesWarning
source: Warning: Changes to the default Tomte-configuration can lead to your device not working properly anymore!
de: Achtung: Änderungen an der Standard Tomte Konfiguration können dazu führen, dass ihr Gerät nicht mehr ordnungsgemäß funktioniert!

# tomteAbortButtonLabel
source: Abort
de: Abbrechen

# tomteConfirmButtonLabel
source: I understand
de: Ich verstehe

# tomteDialogCheckboxNoBotherLabel
source: Don't ask again
de: Nicht nochmal fragen

# tomteResetDefaultsTitle
source: Are you sure you want to reset to defaults?
de: Sind Sie sich sicher, dass sie die Einstellungen auf Standard zurücksetzen wollen?

# tomteResetDefaultsMessage
source: This will revert any manual configuration you did, are you sure you want to proceed?
de: Dies wird alle manuel getätigten Änderungen verwerfen, sind Sie sich sicher, dass Sie fortfahren wollen?

# tomteGuiResetFailedPopup
source: Reset failed. Maybe Tomte is already running? If that is the case simply try again later.
de: Zurücksetzen fehlgeschlagen. Läuft Tomte bereits? In diesem Fall versuchen Sie es später nochmal.

# tomteGuiInstallErrorMessagePopup
source: Tomte failed to install. Do you use a tuxedo device and are using the tuxedo repos?
de: Tomte konnte nicht installiert werden. Benutzen Sie ein TUXEDO Gerät und die TUXEDO Repos?

# cTomteGuiTomteDescription
source: TUXEDO Tomte is a configuration service that only works with TUXEDO hardware and automatically checks your computer for missing drivers or required packages, relieving users of tedious troubleshooting and problem solving.
de: TUXEDO Tomte ist ein Konfigurationsservice, der nur mit TUXEDO Hardware zusammen arbeitet. Er überprüft den Computer automatisch auf fehlende Treiber und benötigte Pakete, um nervigem Troubleshooting und Problemlösen vorzubeugen.

# cTomteGuiUnableToLoadInformationHeader
source: Unable to load information
de: Informationen konnten nicht geladen werden

# cTomteGuiUnableToLoadInformationDescription
source: TUXEDO Tomte ran into a timeout. Maybe it is already running.
de: TUXEDO Tomte ist in einen Timeout gelaufen. Möglicherweise läuft das Program bereits.

# cTomteGuiUnableToLoadInformationRetryButton
source: Retry
de: Erneut versuchen

# cTomteGuiInstallTomteHeader
source: Install TUXEDO Tomte
de: TUXEDO Tomte installieren

# cTomteGuiInstallTomteDescription
source: Install TUXEDO Tomte now by pressing this button:
de: Drücken Sie jetzt diesen Knopf, um TUXEDO Tomte zu installieren:

# cTomteGuiInstallTomteButtonLabel
source: Install
de: Installieren

# cTomteGuiLoadingInformationDescription
source: Loading information, please wait...
de: Lade Informationen, bitte warten...

# cTomteGuiNotTuxedoDeviceHeader
source: TUXEDO Tomte not producing output
de: TUXEDO Tomte gibt keine Ausgabe zurück

# cTomteGuiNotTuxedoDeviceDescription
source: TUXEDO Tomte seems to be installed, but is not producing any output. This could mean that you are using a non TUXEDO device or a TUXEDO desktop. If you are using a TUXEDO laptop this could mean that something went wrong. TUXEDO Tomtes job is it to automatically install fixes for TUXEDO laptops, so if you are experiencing problems—like a non-working touchpad—and see this message, contact our tech support telling them that tomte is installed but seems to not work properly.
de: TUXEDO Tomte scheint installiert zu sein, gibt allerdings keine Ausgabe zurück. Dies könnte bedeuten, dass Sie keinen TUXEDO Computer / Laptop benutzen. Sollten Sie ein TUXEDO Gerät benutzen, ist dies ein Fehler. Sollten deshalb Fehler auftreten, wie ein nicht funktionierendes Touchpad, kontaktieren Sie bitte unseren Support und teilen Sie ihm mit, dass Tomte installiert ist, aber scheinbar nicht richtig funktioniert.

# cTomteGuiTomteOperationModeHeader
source: Tomte operation mode
de: Tomte Operations Modus

# cTomteGuiTomteOperationModeDescription
source: Select the mode in which tomte is supposed to operate. Do you want it to handle things automatically, or configure it on your own?
de: Wählen Sie den Modus in welchem Tomte operieren soll. Möchten Sie, dass Tomte alles automatisch regelt, oder wollen Sie die Konfiguration selbst vornehmen?

# cTomteGuiTomteOperationModeAutomaticButtonLabel
source: Full Service
de: Voller Service

# cTomteGuiTomteOperationModeAutomaticButtonTooltip
source: This is the default mode. Tomte will automatically update existing modules, install new ones and remove no longer required modules from your computer.
de: Dies ist der Standard Modus. Tomte installiert und updated Module automatisch. Außerdem entfernt es nicht mehr benötigte Module.

# cTomteGuiTomteOperationModeUpdatesOnlyButtonLabel
source: Updates Only
de: Nur Updates

# cTomteGuiTomteOperationModeUpdatesOnlyTooltip
source: Tomte will only update the existing modules, but won't install or remove modules without your approval. You will be notified once new modules are available.
de: Tomte hält die installierten Module aktuell, wird aber nicht ohne Zustimmung Module installieren oder entfernen. Sie werden informiert, sobald neue Module verfügbar sind.

# cTomteGuiTomteOperationModeDisabledButtonLabel
source: Disabled
de: Deaktiviert

# cTomteGuiTomteOperationModeDisabledTooltip
source: Tomte will neither update existing modules nor install new ones or remove no longer required modules from your computer. The existing modules stay active.
de: Tomte wird weder exisierende Module entfernen, noch updaten, noch neue installieren. Die schon vorhandenen Module bleiben aktiv.

# cTomteGuiJsonErrorHeader
source: Could not parse output
de: Output konnte nicht verarbeitet werden

# cTomteGuiJsonErrorWarning
source: An error occured while trying to parse the output of TUXEDO Tomte. Maybe you are running an outdated version of TUXEDO Tomte. Try updating and see if this error persists. If it does, feel free to create a support ticket.
de: Beim Verarbeiten des Outputs von TUXEDO Tomte ist ein Fehler aufgetreten. Möglicherweise ist Ihre TUXEDO Tomte Version veraltet. Sollte dieser Fehler nach einem Update von TUXEDO Tomte weiterhin bestehen, können Sie sehr gerne ein Supportticket diesbezüglich erstellen.

# cTomteGuiTomteConfigurationHeader
source: Tomte Configuration
de: Tomte Konfiguration

# cTomteGuiResetConfigurationButtonTooltip
source: Reset Configuration to defaults.
de: Konfiguration zu Standards zurücksetzen

# cTomteGuiTomteConfigurationResetDefaultsButtonlabel
source: Reset Tomte to default settings
de: Tomte auf Standard Einstellungen zurücksetzen

# cTomteGuiTomteConfigurationRebootWarning
source: Some changes may not take affect until after reboot.
de: Manche Änderungen treten erst nach einem Neustart in Kraft.

# cTomteGuiTomteConfigurationTableColumnHeaderModuleName
source: Module name
de: Modulname

# cTomteGuiTomteConfigurationTableColumnHeaderModuleInstalled
source: Installed
de: Installiert

# cTomteGuiTomteConfigurationTableColumnHeaderModuleActive
source: Active
de: Aktiv

# cTomteGuiTomteConfigurationTableColumnHeaderModuleRequired
source: Required
de: Benötigt

# @cProfMgrConflictWindowTitle
source: Importing Conflict
de: Import Konflikt

# @cProfMgrConflictTitleOldProfile
source: Old Profile
de: Altes Profil

# @cProfMgrConflictTitleNewProfile
source: New Profile
de: Neues Profil

# @cProfMgrConflictButtonKeepOld
source: Keep Old
de: Behalte Alt

# @cProfMgrConflictButtonKeepNew
source: Keep New
de: Behalte Neu

# @cProfMgrConflictButtonKeepBoth
source: Keep Both
de: Behalte Beide

# @cProfMgrConflictButtonRename
source: Rename Imported Profile
de: Importiertes Profil umbenennen

# @cProfMgrConflictButtonCancel
source: Cancel
de: Abbrechen

# @cProfMgrConflictFormFieldInputNewName
source: Input a new name
de: Neuen Namen eingeben

# @cProfMgrConflictButtonSave
source: Save
de: Speichern

# @cProfMgrConflictButtonGoBack
source: Go back
de: Zurück

# chargingProfilesInfoLinkHref
source: https://www.tuxedocomputers.com/en/Battery-charging-profiles-inside-the-TUXEDO-Control-Center.tuxedo
de: https://www.tuxedocomputers.com/de/Ladeprofile-im-TUXEDO-Control-Center.tuxedo

# chargingProfileHighCapacityLabel
source: Full capacity
de: Maximale Kapazität

# chargingProfileBalancedLabel
source: Reduced capacity
de: Reduzierte Kapazität

# chargingProfileStationaryLabel
source: Stationary use
de: Stationärer Betrieb

# chargingProfileHighCapacityDescription
source: This is the default setting. Fastest charging speed and 100% battery capacity for best possible runtimes.
de: Dies ist die Standardeinstellung. Maximale Aufladegeschwindigkeit und volle Kapazität für bestmögliche Akkulaufzeiten.

# chargingProfileBalancedDescription
source: Reduced charging speed and battery capacity (~90 %) for better battery lifespan.
de: Reduzierte Aufladegeschwindigkeit und Akkukapazität (~90 %) zugunsten der Akkulebensdauer.

# chargingProfileStationaryDescription
source: Very significant reduced charging speed and battery capacity (~80 %) for best possible battery lifespan. This is recommended if you use your TUXEDO almost only stationary connected to a wall outlet.
de: Stark reduzierte Aufladegeschwindigkeit und Akkukapazität (~80 %) für eine größtmögliche Schonung der Akkulebensdauer. Eignet sich v.a. für den fast ausschließlich stationären Betrieb am Netzteil.

# chargingPriorityChargeBatteryLabel
source: Prioritize battery charging speed
de: Akku schnell laden

# chargingPriorityPerformanceLabel
source: Prioritize performance
de: Beste Leistung

# chargingPriorityChargeBatteryDescription
source: Fast battery charging is prioritized at the expense of system performance. Once the battery is charged, full performance is available.
de: Die schnelle Aufladung des Akkus hat Vorrang zulasten der Systemleistung. Sobald der Akku aufgeladen ist, steht die volle Systemleistung zur Verfügung.

# chargingPriorityPerformanceDescription
source: Performance is prioritized over battery charging speed. Under high system load charging speed is reduced for best performance. At low loads full charging speed is available.
de: Die Leistung des PCs hat Vorrang vor der Aufladegeschwindigkeit. Unter hoher Last ist die Ladegeschwindigkeit zugunsten maximaler Leistung verringert; Bei geringer Last steht die volle Ladegeschwindigkeit zur Verfügung.

# chargingProfileLabel
source: Charging profiles
de: Ladeprofile

# chargingProfilesOpenInfoTooltip
source: Open info page...
de: Info-Seite aufrufen...

# chargingProfileNoteLabel
source: Please note: The system will still show 100% capacity in "Reduced capacity" and "Stationary use" modes. The limitation of the actual capacity takes place in the background on firmware level and is not visible for the operating system.
de: Bitte beachten: Im Betriebssystem (Linux/Windows) wird in jedem dieser Modi angeben, dass der Akku auf bis zu 100% geladen wird. Die Begrenzung der tatsächlichen Kapazität findet im Hintergrund auf Firmware-Ebene statt und ist für das Betriebssystem unsichtbar.

# chargingPriorityLabel
source: USB-C charging options (Power Delivery DC-In)
de: USB-C-Ladeoptionen (Power Delivery DC-In)

# chargingThresholdsLabel
source: Charging thresholds
de: Ladeschwellen

# chargingThresholdsLabelStartThreshold
source: Start threshold
de: Startschwellenwert

# chargingThresholdsLabelEndThreshold
source: End threshold
de: Endschwellenwert

# chargingThresholdsLabelFullCapacity
source: Full capacity
de: Maximale Kapazität

# chargingThresholdsDescriptionFullCapacity
source: This is the default setting. Highest capacity for best possible runtimes.
de: Dies ist die Standardeinstellung. Volle Kapazität für bestmögliche Akkulaufzeiten.

# chargingThresholdsLabelReducedCapacity
source: Reduced capacity
de: Reduzierte Kapazität

# chargingThresholdsDescriptionReducedCapacity
source: Reduced battery capacity (~90 %) for better battery lifespan.
de: Reduzierte Akkukapazität (~90 %) zugunsten der Akkulebensdauer.

# chargingThresholdsLabelStationary
source: Stationary use
de: Stationärer Betrieb

# chargingThresholdsDescriptionStationary
source: Very significant reduced battery capacity (~80 %) for best possible battery lifespan. This is recommended if you use your TUXEDO almost only stationary connected to a wall outlet.
de: Stark reduzierte Akkukapazität (~80 %) für eine größtmögliche Schonung der Akkulebensdauer. Eignet sich v.a. für den fast ausschließlich stationären Betrieb am Netzteil.

# chargingThresholdsLabelCustom
source: Custom
de: Benutzerdefiniert

# chargingThresholdsDescriptionCustom
source: Manually set battery charging thresholds.
de: Manuell eingestellte Akkuladeschwellen.

# webcamDialogNotAvailableTitle
source: Access error
de: Zugriffsfehler

# dialogContinue
source: Continue
de: Weiter

# webcamDialogNotValidPresetTitle
source: Webcam preset faulty
de: Webcam-Profil ist fehlerhaft

# webcamDialogNotValidPresetDialog
source: The webcam preset contains invalid configurations and therefore won't be applied. Reverting to default preset.
de: Das Webcam-Profil enthält ungültige Konfigurationen und wird daher nicht angewendet. Es werden die Standardeinstellungen wiederhergestellt.

# webcamDialogMismatchConfigValuesTitle
source: Mismatch of config values
de: Nicht übereinstimmende Konfigurationswerte

# dialogAbort
source: Cancel
de: Abbrechen

# webcamDialogAskOverwriteTitle
source: Webcam preset not avaiable
de: Webcam-Profil nicht verfügbar

# webcamDialogAskOverwriteDescription
source: Do you want to overwrite the webcam preset?
de: Möchten Sie das Webcam-Profil überschreiben?

# webcamDialogPresetNameUnsetTitle
source: The webcam preset was not saved
de: Das Webcam-Profil wurde nicht gespeichert

# webcamDialogPresetNameUnsetDescription
source: The webcam preset name was no set and thus the preset was not saved.
de: Der Name für das Webcam-Profil wurde nicht festgelegt und wurde daher nicht gespeichert.

# webcamDialogDefaultCanNotOverwriteTitle
source: Overwriting default settings failed
de: Überschreiben der Standardeinstellungen fehlgeschlagen

# webcamDialogDefaultCanNotOverwriteDescription
source: Please select a different name for your webcam preset.
de: Bitte wählen Sie einen anderen Namen für Ihr Webcam-Profil.

# webcamDialogAskPresetOverwriteTitle
source: Overwrite webcam preset?
de: Webcam-Profil überschreiben?

# webcamDialogAskPresetOverwriteDescription
source: Do you want to overwrite the current webcam preset or create a new one?
de: Möchten Sie das aktuelle Webcam-Profil überschreiben oder ein neues anlegen?

# dialogOverwrite
source: Overwrite
de: Überschreiben

# dialogNewPreset
source: New webcam preset
de: Neues Webcam-Profil

# webcamDialogAskPresetNameTitle
source: Saving webcam preset
de: Webcam-Profil speichern

# webcamDialogAskPresetNameDescription
source: Set name for webcam preset.
de: Name für Webcam-Profil festlegen.

# webcamDialogDefaultCanNotDeleteTitle
source: Deleting default webcam preset failed
de: Löschen des Webcam-Profils fehlgeschlagen

# webcamDialogDefaultCanNotDeleteDescription
source: The default preset cannot be deleted.
de: Die Standardeinstellungen können nicht gelöscht werden.

# webcamDialogDeletePresetConfirmTitle
source: Deleting webcam preset
de: Webcam-Profil löschen

# webcamDialogDeletePresetConfirmDescription
source: Are you sure that you want to delete this webcam preset?
de: Sind Sie sicher, dass Sie dieses Webcam-Profil löschen möchten?

# webcamExposureAuto
source: Exposure, Auto
de: Belichtung, Auto

# webcamExposureTimeAbsolute
source: Exposure time (absolute)
de: Belichtungszeit, absolut

# webcamExposureDynamicFramerate
source: Exposure dynamic framerate
de: Belichtung, dynamische Bildwiederholrate

# webcamExposureAbsolute
source: Exposure (Absolute)
de: Belichtung (Absolut)

# webcamExposureAutoPriority
source: Exposure, Auto Priority
de: Belichtung, automatische Priorität

# webcamGain
source: Gain
de: Verstärkung

# webcamBacklightCompensation
source: Backlight Compensation
de: Korrektur der Hintergrundbeleuchtung

# webcamWhiteBalanceAutomatic
source: White Balance, Auto
de: Weißabgleich, automatisch

# webcamWhiteBalanceTemperatureAuto
source: White Balance Temperature, Auto
de: Automatischer Weißabgleich (Temperatur)

source: White Balance Temperature
de: Weißabgleich (Temperatur)

# webcamBrightness
source: Brightness
de: Helligkeit

# webcamContrast
source: Contrast
de: Kontrast

# webcamSaturation
source: Saturation
de: Sättigung

# webcamSharpness
source: Sharpness
de: Schärfe

# webcamHue
source: Hue
de: Farbton

# webcamResolution
source: Resolution
de: Auflösung

# webcamFps
source: Frames per Second
de: Bilder pro Sekunde

# webcamAperturePriorityMode
source: Aperture Priority Mode
de: Blendenprioritätsmodus

# webcamManualMode
source: Manual Mode
de: Manueller Modus

# webcamTitleGeneral
source: General
de: Allgemein

# webcamTitleExposure
source: Exposure
de: Belichtung

# webcamTitleDynamicRange
source: Dynamic Range
de: Dynamikbereich

# webcamTitleColor
source: Color
de: Farbe

# webcamTitleCapture
source: Capture
de: Erfassung

# noWebcamFoundInfoTitle
source: No available Webcams found
de: Keine verfügbaren Webcams gefunden

# noWebcamFoundInfoContent
source: To configure your webcams, you'll need to plug in an external webcam or turn on the internal webcam. Once you've done that, press reload and you'll be presented with a configuration menu. If you've previously disabled the internal webcam in the profile settings, you'll need to re-enable it in order to configure it. Some laptops also allow you to toggle the webcam quickly with a keyboard shortcut.
de: Um Ihre Webcams zu konfigurieren, müssen Sie eine externe Webcam anschließen oder die interne Webcam aktivieren. Sobald Sie das getan haben, klicken Sie bitte auf "Neu laden", und es öffnet sich ein Konfigurationsmenü. Wenn Sie die interne Webcam in den Profil-Einstellungen zuvor deaktiviert haben, müssen Sie sie erneut aktivieren, um sie zu konfigurieren. Einige Laptops ermöglichen es Ihnen auch, die Webcam schnell mit einer Tastenkombination umzuschalten.

# noWebcamFoundInfoReloadButton
source: Reload
de: Neu laden

# cProfMgrButtonApplyTooltip
source: Apply changes
de: Einstellungen übernehmen

# webcamTabSimpleLabel
source: Basic settings
de: Basiseinstellungen

# webcamTabAdvancedLabel
source: Detailed settings
de: Detaileinstellungen

# webcamPreset
source: Preset
de: Profil

# primeSelectAskProceedDescription
source: For the change to take effect, your computer must be restarted. If the computer is shut down immediately, unsaved files or changes will be lost. In this case, select 'Reboot later' and shut down your computer at a later time.
de: Damit die Änderung wirksam wird, muss ihr Computer neugestartet werden. Wenn der Computer sofort herunterfahren wird, gehen ungespeicherte Dateien oder Änderungen verloren. Wählen Sie in diesem Fall 'Später neustarten' und fahren Sie Ihren Computer zu einem späteren Zeitpunkt herunter.

# primeSelectIGpuDescription
source: Exclusively uses the graphics processor integrated in the main processor. Suitable for power saving and low graphics performance requirements. <br> <b>Please note:</b> Monitors connected to the high-performance graphics processor do not work in this mode.
de: Nutzt ausschließlich den im Hauptprozessor integrierten Grafikprozessor. Geeignet für Stromsparen und geringe Grafikleistungsanforderungen. <br><b>Bitte beachten:</b> An den Hochleistungsgrafikprozessor angeschlossene Monitore funktionieren nicht in diesem Modus.

# profileNameQuiet
source: Quiet
de: Leise

# profileDescQuiet
source: Low performance for light office tasks for very quiet fans and low power consumption.
de: Geringe Systemleistung zugunsten sehr leiser Lüfter und geringem Energieverbrauch.

# profileNameOffice
source: Office and Multimedia
de: Office und Multimedia

# profileDescOffice
source: Mid-tier performance for more demanding office tasks or multimedia usage and quiet fans.
de: Mittlere Systemleistung zugunsten niedriger bis mittlerer Lautstärke und geringem bis moderatem Stromverbrauch.

# profileNameHighPerformance
source: High Performance
de: Hohe Leistung

# profileDescHighPerformance
source: High performance for gaming and demanding computing tasks at the cost of moderate to high fan noise and higher temperatures.
de: Hohe Systemleistung für Gaming und anspruchsvolle Arbeiten zulasten von lautem Lüfter und hohen Temperaturen.

# profileNamePowersaveExtreme
source: Powersave extreme
de: Energie sparen

# profileDescPowersaveExtreme
source: Lowest possible power consumption and silent fans at the cost of extremely low performance.
de: Sehr stark reduzierte Leistung zugunsten geringstmöglichem Stromverbrauchs und lautloser Kühlung.

# profileDescLegacyDefault
source: Full performance at the expense of more noise and high temperatures.
de: Volle Leistung zulasten von hoher Lautstärke und hohen Temperaturen.

# profileDescLegacyCoolAndBreezy
source: Reduced power in favor of low temperatures and quiet fan noise.
de: Reduzierte Leistung zugunsten von geringen Gehäusetemperaturen und leisem bis mittlerem Lüftergeräusch.

# profileDescLegacyPowersaveExtreme
source: Heavily reduced performance in favor of lowest possible power consumption and silent cooling.
de: Sehr stark reduzierte Leistung zugunsten geringstmöglichem Stromverbrauchs und lautloser Kühlung.

# webcamDialogUnsavedChangesTitle
source: Unsaved changes
de: Nicht gespeicherte Änderungen

# webcamDialogUnsavedChangesDescription
source: Changes were not saved. Are you sure that you want to leave before saving?
de: Die Änderungen wurden nicht gespeichert. Sind Sie sicher, dass Sie die Seite vor dem Speichern verlassen wollen?

# dialogReturn
source: Go back
de: Zurückgehen
