Repository: tuxedocomputers/tuxedo-control-center
Catalog: src/ng-app/assets/locale/lang.*.xlf
Languages: de, nl

# dialogLeave
source: Leave
de: Verlassen

# messageCPUSettingsOff
source: CPU frequency control deactivated in Settings→Global profile settings
de: CPU-Frequenzeinstellungen deaktiviert in Einstellungen→Globale Profileinstellungen

# messageFanControlOff
source: Fan control deactivated in Settings→Global profile settings
de: Lüftersteuerung deaktiviert in Einstellungen→Globale Profileinstellungen

# messageKeyboardBacklightControlOff
source: Keyboard backlight control deactivated in Settings→Global profile settings
de: Tastaturbeleuchtungssteuerung deaktiviert in Einstellungen→Globale Profileinstellungen

# cProfMgrDetailsFanChartCPULabel
source: CPU Fan
de: CPU Lüfter
nl: Cpu-ventilator

# cProfMgrDetailsFanChartGPULabel
source: GPU Fan
de: GPU Lüfter
nl: Gpu-ventilator

# stateLabelMains
source: Mains
de: Netz
nl: Energie

# stateTooltipMains
source: Mains power adaptor
de: Netzteiladapter
nl: Netstroomadapter

# stateLabelBattery
source: Battery
de: Akku

# stateTooltipBattery
source: Battery powered
de: Im Akkubetrieb
nl: Aangedreven door accu

# menuDashboard
source: Dashboard
nl: Overzichtspaneel

# menuTools
source: Tools
nl: Hulpmiddelen

# menuSupport
source: Support
nl: Ondersteuning

source: Info
nl: Informatie

source: TUXEDO Control Center
nl: TUXEDO-instellingencentrum

source: TUXEDO Support
nl: TUXEDO-ondersteuning

# cSupportButtonOnline
source: TUXEDO online support
nl: TUXEDO-online-ondersteuning

source: <p>For more complex problems it may be necessary to evaluate diagnostic data from your PC.</p> <p>Our diagnostic program does NOT collect ANY personal data or private login data! Only information about your hardware and software configuration is gathered.</p>
nl: {START_PARAGRAPH}Bij omvangrijke problemen kan het nodig zijn om systeeminformatie uit te lezen.{CLOSE_PARAGRAPH}{START_PARAGRAPH}Ons diagnoseprogramma verzamelt GEEN persoonlijke of inloggegevens! Er wordt alléén informatie over uw hard- en softwareconfiguratie vastgelegd.{START_PARAGRAPH}

source: Please enter the ticket number you received with your support request. If you do not have a ticket number, please contact us via our
nl: Voer het ticketnummer van uw ondersteuningsverzoek in. Als u geen ticketnummer heeft, neem dan contact met ons op via ons

source: <p>When executed our diagnostics script collects the data and thereafter sends it to our support associated with your ticket number.</p>
nl: {START_PARAGRAPH}Na het uitvoeren verzamelt het diagnosescript gegevens en stuurt ze door aan ons ondersteuningsteam, met inbegrip van uw ticketnummer.{CLOSE_PARAGRAPH}

# cSupportSysInfoButtonStart
source: Start
nl: Uitvoeren

source: <p>If your problem cannot be solved by means of our system diagnostics, we are happy to offer you free live support via <i>AnyDesk</i> remote maintenance software.</p><p>This way, a support employee can connect online to your TUXEDO computer and solve the problem together with you.</p><p>Our support gets access to your system only temporarily and in your presence. NO personal data is collected!</p>
nl: {START_PARAGRAPH}Als uw probleem niet kan worden opgelost met behulp van onze diagnosehulpmiddelen, dan bieden we u graag live-ondersteuning via {START_ITALIC_TEXT}AnyDesk{CLOSE_ITALIC_TEXT} (software voor hulp op afstand).{CLOSE_PARAGRAPH}{START_PARAGRAPH}Op deze manier kan een van onze medewerkers verbinding maken met uw TUXEDO-computer en het probleem samen met u oplossen.{START_PARAGRAPH}{START_PARAGRAPH}Belangrijk: ons team krijgt alléén toegang in uw bijzijn en alléén voor de duur van de hulpsessie. Er worden GEEN persoonlijke gegevens verzameld!{START_PARAGRAPH}

source: <p>With our "fully automated installation", you can easily restore your Linux system to its delivery state within minutes and with a few clicks.</p><p>Thanks to the cloud-based data, you always get the latest system updates! The TUXEDO WebFAI Creator helps to create the required USB-Stick with only 3 clicks!</p>
nl: {START_PARAGRAPH}Met onze volledig geautomatiseerde installatie kunt u uw Linux-systeem eenvoudig herstellen naar de fabrieksinstallatie. Het proces vergt slechts enkele minuten en een paar muisklikken.{CLOSE_PARAGRAPH}{START_PARAGRAPH}Met dank aan de in de cloud gehoste gegevens, krijgt u tijdens het herstelproces tevens de nieuwste systeemupdates! De TUXEDO WebFAI Creator begeleidt u bij het maken van een opstartusb-stick in slechts 3 muisklikken!{START_PARAGRAPH}

# cProfMgrDetailsFanProfileLabel
source: Fan profile
nl: Ventilatieprofiel

# cProfMgrDetailsSystemControlHeaderLabel
source: System control
nl: Systeembeheer

# cProfMgrDetailsCpuHeaderLabel
source: CPU settings
nl: Cpu-instellingen

# cInfoInfoPanelTitle
source: Info
nl: Informatie

source: <p> With the TUXEDO Control Center, we have developed a unique tool for you to control and monitor all safety, performance, energy, comfort, and lifetime functions of your TUXEDO computer. </p><p> With 3 premade as well as any number of individually configurable profiles, you have the greatest possible control and adaptability of your TUXEDO device to your needs. </p>
nl: {START_PARAGRAPH} Met het TUXEDO-instellingencentrum kunt u alle beveiligings-, prestatie-, energie- en andere functies van uw TUXEDO-computer instellen. {CLOSE_PARAGRAPH}{START_PARAGRAPH} Er worden 3 vooringestelde profielen meegeleverd, maar u kunt ook een nieuw profiel maken en alle instellingen naar eigen hand zetten. {START_PARAGRAPH}

# cInfoImprintText
source: TUXEDO Computers GmbH Alter Postweg 101 86159 Augsburg Germany Telephone: +49 (0) 821 / 8998 2992 Telefax: +49 (0) 821 / 8998 2999 E-Mail: tux@tuxedocomputers.com VAT No.: DE815420876 WEEE reg. no.: DE 93420497 listed in the commercial register of the local court Augsburg Commercial register number - Part B of the commercial register - 27755
nl: TUXEDO Computers GmbH Alter Postweg 101 86159 Augsburg Duitsland Telefoonnummer: +49 (0) 821 / 8998 2992 Faxnummer: +49 (0) 821 / 8998 2999 E-mailadres: tux@tuxedocomputers.com Btw-nummer: DE815420876 WEEE-reg.nr.: DE 93420497 Lid van de lokale Kamer van Koophandel in Augsburg Registratienummer (sectie B van het register): 27755

# noFanTempValue
source: N/A
nl: n/b

# noFanSpeedValue
source: N/A
nl: n/b

# gaugeTextOff
source: off
nl: uit

# gaugeTextOn
source: on
nl: aan

source: System monitor
nl: Systeemmonitor

source: Main processor monitor
nl: Hoofdprocessormonitor

source: CPU - Temp
nl: Cpu-temperatuur

source: CPU - Frequency
nl: Cpu-frequentie

source: CPU - Fan
nl: Cpu-ventilator

source: Graphics card monitor
nl: Videokaartmonitor

source: GPU - Temp
nl: Gpu-temperatuur

source: GPU - Fan
nl: Gpu-ventilator

source: Profile settings
nl: Profielinstellingen

source: Active cores
nl: Actieve kernen

source: Fan profile
nl: Ventilatorprofiel

source: System profile
nl: Systeemprofiel

source: Maximum performance ({{ formatFrequency(cpuInfo.maxFreq) }} GHz)
nl: Maximale prestaties ({INTERPOLATION} GHz)

source: Maximum performance (Boost)
nl: Maximale prestaties (boost)

# cDashboardOffsetFanSpeedLabel
source: Offset
nl: Compensatie

source: Fan control: off
nl: Ventilatorregeling: uit

source: Brightness
nl: Helderheid

source: Fixed brightness off
nl: Vast helderheidsniveau: uit

# cDashboardWebcamOnLabel
source: Webcam: on
nl: Webcam: aan

# cDashboardWebcamOffLabel
source: Webcam: off
nl: Webcam: uit

# globalSettingsHeaderLabel
source: Settings
nl: Instellingen

# globalSettingsHeaderDescription
source: The settings area contains GUI settings and settings that affects all profiles.
nl: Deze pagina bevat de programma-instellingen en instellingen die van toepassing zijn op alle profielen.

source: Global profile settings
nl: Algemene profielinstellingen

# cGlobalSettingsCPUSettingsLabel
source: CPU Settings
nl: Cpu-instellingen

# cGlobalSettingsCPUSettingsActivated
source: activated
nl: ingeschakeld

# cGlobalSettingsCPUSettingsDeactivated
source: deactivated
nl: uitgeschakeld

source: On deactivate, CPU settings are <strong>not</strong> reset to default. Default settings need to be restored by hand or a system reboot.
nl: Let op: na het uitschakelen worden de cpu-instellingen {START_TAG_STRONG}niet{CLOSE_TAG_STRONG} teruggezet op de standaardwaarden. Zet ze handmatig terug of start de computer opnieuw op.

# cGlobalSettingsFanControlLabel
source: Fan Control
nl: Ventilatorregeling

source: On deactivate, the default automatic fan control is restored directly.
nl: Na het uitschakelen wordt de automatische regeling weer ingeschakeld.

source: Theme
nl: Thema

source: Light/Dark theme
nl: Licht/Donker thema

# cGlobalSettingsYCbCr420WorkaroundHeader
source: Force Chroma Subsampling (Y'CbCr 4:2:0) if available:
nl: Chroma-subsampling (Y'CbCr 4:2:0) afdwingen (indien beschikbaar):

# cGlobalSettingsYCbCr420WorkaroundExplanation1
source: This setting might fix flickering on 4k@60Hz with certain HDMI cables. It does so by using a lossy compression to reduce the datarate over the cable.
nl: Let op: deze instelling kan knipperende schermen oplossen op een resolutie van 4k@60Hz en bij gebruik van bepaalde hdmi-kabels. De oplossing bestaat uit het gebruik van een losse compressiemethode om de gegevenssnelheid via de kabel te verlagen.

# cGlobalSettingsYCbCr420WorkaroundExplanation2
source: To ensure that the setting gets applied you need to unplug and replug the monitor or restart your computer.
nl: Om er voor te zorgen dat de instelling correct wordt toegepast, is het noodzakelijk om het beeldscherm af en aan te koppelen of uw computer opnieuw op te starten.

# cGlobalSettingsYCbCr420WorkaroundExplanation3
source: On some devices the HDMI ports are also named DisplayPort or DP internally and are therefore listed as such here.
nl: Op sommige apparaten zijn de hdmi-poorten intern aangemerkt als DisplayPort of DP. Het kan dus zijn dat de hier gegeven informatie niet overeenkomt met de werkelijkheid.

# cGlobalSettingsYCbCr420WorkaroundLabel
source: Port {{port}} of Card {{i}}
nl: Poort {INTERPOLATION} van kaart {INTERPOLATION_1}

# cGlobalSettingsYCbCr420WorkaroundActivated
source: activated
nl: ingeschakeld

# cGlobalSettingsYCbCr420WorkaroundDeactivated
source: deactivated
nl: uitgeschakeld

# cShutdownTimerMinute
source: Minute
nl: Minuut

# cShutdownTimerSetTime
source: Set shutdown time: {{ appliedTime }}
nl: Afsluittijdstip instellen: {INTERPOLATION}

# nocryptinstall
source: <h3>It looks like you are not using disk encryption.</h3><p>Disk encryption can only be enabled during installation of your system. If you want to use it, you have to reinstall your TUXEDO using <b>WebFAI</b>. On the operating system selection screen choose an option ending in "crypt". <b>Reinstalling your PC will wipe all data and programs stored on it!</b></p>
nl: {START_HEADING_LEVEL3}Het lijkt er op dat uw schijf niet versleuteld is.{CLOSE_HEADING_LEVEL3}{START_PARAGRAPH}Schijfversleuteling kan alléén worden ingeschakeld tijdens de systeeminstallatie. U zult uw systeem dan opnieuw moeten installeren met behulp van {START_BOLD_TEXT}WebFAI{CLOSE_BOLD_TEXT}. Kies tijdens de besturingssysteemkeuze een optie die eindigt op “crypt”. {START_BOLD_TEXT}Let op: door het opnieuw installeren worden ALLE gegevens en programma's gewist!{START_BOLD_TEXT}{CLOSE_PARAGRAPH}

# messageCPUSettingsOff
source: CPU settings deactivated in Tools→Global Settings
nl: De cpu-instellingen zijn uitgeschakeld via Hulpmiddelen → Algemene instellingen

# messageFanControlOff
source: Fan control deactivated in Tools→Global Settings
nl: De ventilatorregeling is uitgeschakeld via Hulpmiddelen → Algemene instellingen

# stateLabelBattery
source: Battery
nl: Accu

# compatibilityMessageNoFanControl
source: This feature is not supported on your model.
nl: Deze functie wordt niet ondersteund op uw apparaat.

# compatibilityMessageNoWebcamSwitch
source: This feature is not supported on your model.
nl: Deze functie wordt niet ondersteund op uw apparaat.
